MENU = {

    # =========================
    # ПОДАРОЧНЫЕ СЕРТИФИКАТЫ
    # =========================

    "certificate": {
        "name": "🎁 Подарочные сертификаты",
        "products": [
            {
                "name": "Сертификат на 1000 р.",
                "price": 1000,
                "weight": None
            }
        ]
    },


    # =========================
    # ЗАВТРАКИ
    # =========================

    "breakfast": {
        "name": "🍳 Завтраки",
        "products": [
            {
                "name": "Завтрак по-деревенски 2.0",
                "price": 420,
                "weight": "290 г"
            },
            {
                "name": "Скрэмбл с курицей и грибами",
                "price": 390,
                "weight": "240 г"
            },
            {
                "name": "Скрэмбл с креветкой терияки",
                "price": 470,
                "weight": "240 г"
            },
            {
                "name": "Роти с креветкой",
                "price": 450,
                "weight": "210 г"
            },
            {
                "name": "Роти с курицей",
                "price": 380,
                "weight": "210 г"
            },
            {
                "name": "Пирожок с лесными ягодами",
                "price": 120,
                "weight": "80 г"
            }
        ]
    },


    # =========================
    # ЛАВА'ШАУРМА
    # =========================

    "shaurma": {
        "name": "🌯 Лава'Шаурма",
        "products": [
            {
                "name": "Шаурма классическая",
                "price": 390,
                "weight": "380 г"
            },
            {
                "name": "Шаурма Сырный сыр",
                "price": 470,
                "weight": "420 г"
            },
            {
                "name": "Шаурма Лава'Мен",
                "price": 520,
                "weight": "380 г"
            },
            {
                "name": "Шаурма острая с халапеньо",
                "price": 410,
                "weight": "400 г"
            },
            {
                "name": "Шаурма с шашлыком",
                "price": 470,
                "weight": "410 г"
            },
            {
                "name": "Шаурма сырная",
                "price": 430,
                "weight": "400 г"
            },
            {
                "name": "Шаурма Том Ям",
                "price": 550,
                "weight": "380 г"
            },
            {
                "name": "Шаурма Азия 2.0",
                "price": 550,
                "weight": "310 г"
            },
            {
                "name": "Шаурма с рваной свининой",
                "price": 450,
                "weight": "350 г"
            },
            {
                "name": "Шаурма с творожным сыром",
                "price": 440,
                "weight": "400 г"
            },
            {
                "name": "Шаурма с сосисками",
                "price": 370,
                "weight": "360 г"
            }
        ]
    },


    # =========================
    # МИНИ-ШАУРМА
    # =========================

    "mini_shaurma": {
        "name": "🌯 Мини-шаурма",
        "products": [
            {
                "name": "Мини-шаурма классическая",
                "price": 290,
                "weight": "200 г"
            },
            {
                "name": "Мини-шаурма с творожным сыром",
                "price": 340,
                "weight": "230 г"
            },
            {
                "name": "Мини-шаурма с шашлыком",
                "price": 370,
                "weight": "220 г"
            },
            {
                "name": "Мини-шаурма сырная",
                "price": 320,
                "weight": "220 г"
            }
        ]
    },


    # =========================
    # ЛАВА'БУРГЕРЫ
    # =========================

    "burger": {
        "name": "🍔 Лава'Бургеры",
        "products": [
            {
                "name": "Криспи чизбургер",
                "price": 480,
                "weight": "295 г"
            },
            {
                "name": "ЛАВА'Бургер",
                "price": 530,
                "weight": "340 г"
            },
            {
                "name": "ЛАВА'Чизбургер",
                "price": 570,
                "weight": "320 г"
            }
        ]
    },


    # =========================
    # ЛАВА'ДОГИ
    # =========================

    "dog": {
        "name": "🌭 Лава'Доги",
        "products": [
            {
                "name": "ЛАВА'Дог",
                "price": 380,
                "weight": "340 г"
            },
            {
                "name": "ВИП'Дог",
                "price": 470,
                "weight": "390 г"
            },
            {
                "name": "Джуниор-дог с беконом",
                "price": 350,
                "weight": "180 г"
            },
            {
                "name": "Джуниор-дог с говядиной",
                "price": 380,
                "weight": "170 г"
            }
        ]
    },


    # =========================
    # РОТИ
    # =========================

    "roti": {
        "name": "🫓 Роти",
        "products": [
            {
                "name": "Роти с креветкой",
                "price": 450,
                "weight": "210 г"
            },
            {
                "name": "Роти с курицей",
                "price": 380,
                "weight": "210 г"
            }
        ]
    },


    # =========================
    # САЛАТЫ
    # =========================

    "salad": {
        "name": "🥗 Салаты",
        "products": [
            {
                "name": "Креветка Чиз",
                "price": 450,
                "weight": "230 г"
            },
            {
                "name": "Цезарь с курицей",
                "price": 370,
                "weight": "180 г"
            },
            {
                "name": "Греческий",
                "price": 340,
                "weight": "200 г"
            }
        ]
    },


    # =========================
    # ОБЕДЫ
    # =========================

    "lunch": {
        "name": "🍽 Обеды",
        "products": [
            {
                "name": "Куриный бульон",
                "price": 250,
                "weight": "300 г"
            },
            {
                "name": "Картофель по-канадски с курицей",
                "price": 470,
                "weight": "320 г"
            },
            {
                "name": "Картофель по-техасски с курицей",
                "price": 450,
                "weight": "280 г"
            },
            {
                "name": "Картофель по-техасски с шашлыком",
                "price": 470,
                "weight": "280 г"
            },
            {
                "name": "Картофель барбекю с рваной свининой",
                "price": 450,
                "weight": "250 г"
            },
            {
                "name": "Картофель по-канадски с сосисками",
                "price": 440,
                "weight": "330 г"
            }
        ]
    },


    # =========================
    # ФРИ
    # =========================

    "fries": {
        "name": "🍟 Фри",
        "products": [
            {
                "name": "Фри сет",
                "price": 590,
                "weight": "390 г"
            },
            {
                "name": "Картофель фри",
                "price": 200,
                "weight": "110 г"
            },
            {
                "name": "Картофельные дольки",
                "price": 250,
                "weight": "120 г"
            },
            {
                "name": "Стрипсы",
                "price": 280,
                "weight": "160 г"
            }
        ]
    },


    # =========================
    # ФИРМЕННЫЕ МОРСЫ
    # =========================

    "morse": {
        "name": "🧃 Фирменные морсы",
        "products": [
            {
                "name": "Морс облепиховый 500 мл",
                "price": 180,
                "weight": "500 мл"
            },
            {
                "name": "Морс пряная вишня 500 мл",
                "price": 180,
                "weight": "500 мл"
            },
            {
                "name": "Морс ягодный 500 мл",
                "price": 180,
                "weight": "500 мл"
            },
            {
                "name": "Лимонад имбирный 500 мл",
                "price": 180,
                "weight": "500 мл"
            }
        ]
    },


    # =========================
    # ХОЛОДНЫЕ НАПИТКИ
    # =========================

    "drinks": {
        "name": "🥤 Холодные напитки",
        "products": [
            {
                "name": "Вода НА LAVA'ШЕ 500 мл",
                "price": 100,
                "weight": "500 мл"
            },
            {
                "name": "Милкис \"Виноград\" 250 мл",
                "price": 110,
                "weight": "250 мл"
            },
            {
                "name": "Милкис \"Дыня\" 250 мл",
                "price": 110,
                "weight": "250 мл"
            },
            {
                "name": "Милкис \"Классика\" 250 мл",
                "price": 110,
                "weight": "250 мл"
            },
            {
                "name": "Кока-кола 500 мл",
                "price": 130,
                "weight": "500 мл"
            },
            {
                "name": "Кока-кола без сахара 500 мл",
                "price": 130,
                "weight": "500 мл"
            },
            {
                "name": "Спрайт 500 мл",
                "price": 130,
                "weight": "500 мл"
            },
            {
                "name": "Фанта 500 мл",
                "price": 130,
                "weight": "500 мл"
            }
        ]
    }
}